# St7SetBeamNRef

Sets whether the reference node is shown in the display of beam3 elements.

long St7SetBeamNRef(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Show NRef option; either True or False.